IDEA Open Model
CutBeamByBeamData Properties
Compatible with IDEA StatiCa v 10.1
The CutBeamByBeamData type exposes the following members.
Properties
Name | Description
CuttingObject
 Cutting by object
IsWeld
 is cut welded
ModifiedObject
 Modified object
Top
See Also
Reference
CutBeamByBeamData Class
IdeaRS.OpenModel.Connection Namespace